[
  {
    "_step": "1",
    "text": "<b>Hello there!</b> Welcome to the world of PonziLand !\nI'm Lazi, and I will explain the fundamentals of this game!",
    "image_id": 1
  },
  {
    "_step": "2",
    "text": "Right now, the world is full of empty lands. \n Everyday, new lands are under auction for players to buy. ",
    "image_id": 2
  },
  {
    "_step": "3",
    "text": "A new auction has been launched ! We should buy it before another player claims it !",
    "image_id": 3
  },
  {
    "_step": "4",
    "text": "You can buy land by clicking on an auctionned land. ",
    "image_id": 4
  },
  {
    "_step": "5",
    "text": "The land price will decrease over time, until a player buys it.\n\n This is what we call a dutch auction. Make sure to snipe!",
    "image_id": 2
  },
  {
    "_step": "6",
    "text": "You need to provide 3 inputs: 1. The token you want to sell the land for 2. The price you sell the land for 3. The stake you are willing to put in the land",
    "image_id": 4
  },
  {
    "_step": "7",
    "text": "When you buy a land you must set a SELL PRICE. As the tax rate you pay to your 8 neighbors is a % of the sell price.",
    "image_id": 1
  },
  {
    "_step": "8",
    "text": "You now own a beautiful stark land ! The token you sell the land for is represented by the buiding.",
    "image_id": 4
  },
  {
    "_step": "9",
    "text": "OHHHHH, Look your house leveled up!! This is great.\n\n You can level up your house twice. You can only do it if you own the land for long enough.",
    "image_id": 3
  },
  {
    "_step": "10",
    "text": "Wouh. That's a cool castle.",
    "image_id": 1
  },
  {
    "_step": "11",
    "text": "New auctions on the map! let's see if other players will buy them!",
    "image_id": 2
  },
  {
    "_step": "12",
    "text": "Look we can see a eWNT, eQQ and eSG land. \n\n That means we'll be getting some juicy taxes from our neighbors! \n Look at all the tokens we are getting for only our STRK land!",
    "image_id": 4
  },
  {
    "_step": "13",
    "text": "Also that shield to the top right is how many days your stake will last. You can hover it to see the estimated amount.",
    "image_id": 1
  },
  {
    "_step": "14",
    "text": "Be careful, the more neighbors you have the more tokens you get but the faster your stake will go down.",
    "image_id": 1
  },
  {
    "_step": "15",
    "text": "If it hits 0 something bad will happen.",
    "image_id": 2
  },
  {
    "_step": "16",
    "text": "So make sure that never happens....",
    "image_id": 4
  },
  {
    "_step": "17",
    "text": "Wait what's going on? Why is the Stake going down so fast?",
    "image_id": 3
  },
  {
    "_step": "18",
    "text": "Quickly, REFILL THE STAKE!!!!",
    "image_id": 3
  },
  {
    "_step": "19",
    "text": "NOOOOOO",
    "image_id": 3
  }
]
